# = python의 주석 = Java의 //와 같음

""" 
문단 주석
 == Java의 /* */와 같음

"""

# python은 Java와 달리 형을 지정하지 않아도 숫자를 변수로 지정할 수 있고,
# 문자열은 ''를 해주면 됨.

"""

숫자

더하기 +
my_next_age = my_age + 1

곱하기 *
multiply = 9 * 9

나누기 /
divide = 30 / 5

거듭제곱 ** (예. 2의 10승)
power = 2 ** 10

나머지 %
remainder = 15 % 4
15를 4로 나눈 다음의 나머지 = 3
-----------------------------------------------------------------
문자열 my_name = 'Python'

텍스트 두개를 더하면 문자열이 이어붙여짐
text = '2015' + '1991'하고 나면 text에는 '20151991'이라는 값이 저장

텍스트는 더하기만 가능하고, 빼기(-)등 다른 계산은 불가능
"""